{
  "artist": "Bob Marley & The Wailers",
  "title": "Catch a Fire",
  "year": "1973",
  "curatedLists": [
    "1001-albums-you-must-hear-before-you-die-all-editions",
    "rolling-stone-the-500-greatest-albums-of-all-time-all-editions"
  ],
  "genres": [
    "reggae",
    "rock",
    "roots reggae"
  ],
  "description": "Catch a Fire is the fifth studio album by the reggae band The Wailers, released in April 1973. It was their first album released by Island Records. After finishing a UK tour with Johnny Nash, they had started laying down tracks for JAD Records when a disputed CBS contract with Danny Sims created tensions. The band did not have enough money to return to Jamaica, so their road manager Brent Clarke approached producer Chris Blackwell, who agreed to advance The Wailers money for an album. They used this money to pay their fares back home, where they completed the recordings that constitute Catch a Fire. The album has nine songs, two of which were written and composed by Peter Tosh; the remaining seven were by Bob Marley. While Bunny Wailer is not credited as a writer, the group's writing style was a collective process. For the immediate follow-up album, Burnin', also released in 1973, he contributed four songs. After Marley returned with the tapes to London, Blackwell reworked the tracks at Island Studios, with contributions by Muscle Shoals session musician Wayne Perkins, who played guitar on three overdubbed tracks. The album had a limited original release under the name The Wailers in a sleeve depicting a Zippo lighter, designed by graphic artists Rod Dyer and Bob Weiner; subsequent releases had an alternative cover designed by John Bonis, featuring an Esther Anderson portrait of Marley smoking a \"spliff\", and crediting the band as Bob Marley and the Wailers.",
  "coverArt": "https://coverartarchive.org/release/1eba9080-0be7-42fb-a331-895d99a1d847/32875265734.jpg",
  "mbid": "63a3ac2f-5d63-3132-98d3-b00385d9a3a2",
  "externalLinks": {
    "wikidata": "https://www.wikidata.org/wiki/Q369980",
    "wikipedia": "https://en.wikipedia.org/wiki/Catch_a_Fire",
    "discogs": "https://www.discogs.com/master/65824",
    "rateyourmusic": "https://rateyourmusic.com/release/album/bob_marley_and_the_wailers/catch_a_fire_f1/"
  },
  "streamingLinks": {
    "spotify": "https://open.spotify.com/album/39kLAVdcgW7jbMcTEaY2qy",
    "appleMusic": "https://geo.music.apple.com/us/album/_/1452839186?mt=1&app=music&ls=1&at=1000lHKX&ct=api_http&itscg=30200&itsct=odsl_m",
    "youtube": "https://www.youtube.com/results?search_query=Bob%20Marley%20The%20Wailers%20Catch%20a%20Fire",
    "youtubeMusic": "https://music.youtube.com/search?q=Bob%20Marley%20The%20Wailers%20Catch%20a%20Fire",
    "amazonMusic": "https://music.amazon.com/search/Bob%20Marley%20The%20Wailers%20Catch%20a%20Fire",
    "tidal": "https://listen.tidal.com/album/3626756",
    "deezer": "https://www.deezer.com/album/430669"
  }
}